{"title": "Giannis Throws It Down on the Break | 12.31.16", "ytb_id": "Skbqx3_sOHE", "description": "Check out this Giannis slam!\n\nAbout the NBA: \nThe NBA is the premier professional basketball league in the United States and Canada. The league is truly global, with games and programming in 215 countries and territories in 47 languages, as well as NBA rosters at the start of the 2016-17 season featuring  a record 113 international players from a record 41 countries and territories. For the 2016-17 season, each of the league's 30 teams will play 82 regular-season games, followed by a postseason for those that qualify. \n\nThe NBA consists of the following teams: Atlanta Hawks; Boston Celtics; Brooklyn Nets; Charlotte Hornets; Chicago Bulls; Cleveland Cavaliers; Dallas Mavericks; Denver Nuggets; Detroit Pistons; Golden State Warriors; Houston Rockets; Indiana Pacers; Los Angeles Clippers; Los Angeles Lakers; Memphis Grizzlies; Miami Heat; Milwaukee Bucks; Minnesota Timberwolves; New Orleans Pelicans; New York Knicks; Oklahoma City Thunder; Orlando Magic; Philadelphia 76ers; Phoenix Suns; Portland Trail Blazers; Sacramento Kings; San Antonio Spurs; Toronto Raptors; Utah Jazz; Washington Wizards. \n\nThe NBA offers real time access to live regular season NBA games with a subscription to NBA LEAGUE PASS, available globally for TV, broadband, and mobile.  Real-time Stats, Scores, Highlights and more are available to fans on web and mobile with the NBA App. \n\n\nFor more information, as well as all the latest NBA news and highlights, log onto the league's official website at http://www.NBA.com \n\nSubscribe on YouTube:                        http://www.youtube.com/nba\nSubscribe to NBA LEAGUE PASS       http://www.nba.com/leaguepass\nDownload NBA Game Time                 http://www.nba.com/mobile\nLike us on Facebook:                           http://www.facebook.com/nba\nFollow us on Twitter:                            http://www.twitter.com/nba\nFollow us on Instagram:                       http://www.instagram.com/nba\nFollow us on Tumblr                             http://nba.tumblr.com\nShop for NBA Gear:                              http://store.nba.com", "author": "NBA"}